/* Error Alert Button */
"OK" = "ตกลง";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "ข้อผิดพลาดในการวิเคราะห์ %1$zd, คำอธิบาย: %2$@, บรรทัด: %3$zd, คอลัมน์: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "ข้อผิดพลาดในการตรวจสอบ %1$zd, คำอธิบาย: %2$@, บรรทัด: %3$zd, คอลัมน์: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "ข้อผิดพลาดในการวิเคระห์ MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "เกิดข้อผิดพลาดในการตรวจสอบ MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "ไฟล์ xml เสียงที่ถูกบีบอัดดูเหมือนจะผิดรูปแบบ (ไม่พบ 'full-path')";

/* Error message */
"Could not create temporary conversion file" = "ไม่สามารถสร้างไฟล์การแปลงชั่วคราวได้";

/* Error message */
"Could not decompress file compressed music xml file" = "ไม่สามารถคลายการบีบอัดไฟล์ xml เสียงที่ถูกบีบอัดได้";

/* Error message */
"File is not a MusicXML File" = "ไฟล์ไม่ใช่ไฟล์ MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "ไฟล์ MusicXML มีค่า “การแบ่ง” เป็นศูนย์หรือค่าติดลบ";

/* Note Name in Do,Re,Mi notation */
"Do" = "โด";

/* Note Name in Do,Re,Mi notation */
"Fa" = "ฟา";

/* Note Name in Do,Re,Mi notation */
"La" = "ลา";

/* Note Name in Do,Re,Mi notation */
"Mi" = "มี";

/* Note Name in Do,Re,Mi notation */
"Re" = "เร";

/* Note Name in Do,Re,Mi notation */
"Sol" = "ซอล";

/* Note Name in Do,Re,Mi notation */
"Ti" = "ที";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "กีตาร์ 6 สาย จูนเสียงปกติ";
